Repository: dai175/Flowease
Catalog: Flowease/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld out of 100
ja: 100点中%lld点

# %lld out of 100, %@
source: %1$lld out of 100, %2$@
ja: 100点中%1$lld点、%2$@

# %lld out of 100, %@. Monitoring paused: %@
source: %1$lld out of 100, %2$@. Monitoring paused: %3$@
ja: 100点中%1$lld点、%2$@。モニタリング一時停止中: %3$@

# %lld percent complete, %lld seconds remaining
source: %1$lld percent complete, %2$lld seconds remaining
ja: %1$lldパーセント完了、残り%2$lld秒

source: 1 min
ja: 1分

source: 3 min
ja: 3分

source: 5 min
ja: 5分

source: 10 min
ja: 10分

source: 15 min
ja: 15分

source: 30 min
ja: 30分

source: 60 min
ja: 60分

source: Alert Settings
ja: 通知設定

# alert.body
source: Your posture needs attention
ja: 姿勢が崩れています

source: Adjust to set the minimum score that triggers an alert
ja: 通知を発生させる最低スコアを調整します

source: An unexpected error occurred
ja: 予期しないエラーが発生しました

source: Calibrating... %lld seconds remaining
ja: キャリブレーション中... 残り%lld秒

source: Calibration
ja: キャリブレーション

source: Calibration Progress
ja: キャリブレーション進捗

source: Calibration Complete
ja: キャリブレーション完了

source: Calibration Failed
ja: キャリブレーション失敗

source: Calibration not configured
ja: キャリブレーション未設定

source: Camera
ja: カメラ

source: Camera Selection
ja: カメラ選択

source: Camera access denied
ja: カメラへのアクセスが拒否されています

source: Camera access restricted
ja: カメラへのアクセスが制限されています

source: Camera is being used by another app
ja: カメラが他のアプリで使用中です

source: Camera not found
ja: カメラが見つかりません

source: Cancel
ja: キャンセル

source: Check Duration
ja: 監視期間

source: Close
ja: 閉じる

source: Collapse settings
ja: 設定を折りたたむ

source: Complete
ja: 完了

source: Complete (%@)
ja: 完了 (%@)

source: Configure
ja: 設定

source: Configure calibration
ja: キャリブレーションを設定

source: Configure calibration for more accurate posture assessment
ja: キャリブレーションを設定すると、より正確な姿勢評価ができます

source: Contact your system administrator to request camera access
ja: システム管理者に連絡してカメラの使用許可を依頼してください

source: Default
ja: デフォルト

source: Detection quality is low
ja: 検出精度が低下しています

source: Disabled
ja: 無効

source: Double-tap to toggle posture alert notifications
ja: ダブルタップで姿勢通知のオン/オフを切り替えます

source: Enable Alerts
ja: 通知を有効化

source: Expand settings
ja: 設定を展開

source: Face not detected
ja: 顔が検出されません

source: Face the camera and maintain a relaxed, good posture for 3 seconds.
ja: 3秒間、カメラに向かって正面を向き、リラックスした良い姿勢を維持してください。

source: Fair
ja: 普通

source: Go to System Settings > Privacy & Security > Camera to grant permission
ja: システム設定 > プライバシーとセキュリティ > カメラ から許可してください

source: Good
ja: 良好

source: Initializing camera...
ja: カメラを準備中...

source: Maintain your posture...
ja: そのままの姿勢を維持...

source: Monitoring
ja: モニタリング中

source: Monitoring active
ja: モニタリング中

source: Monitoring paused
ja: モニタリング一時停止中

source: No score available. %@
ja: スコアなし。%@

source: Not configured
ja: 未設定

source: Notification Cooldown
ja: 通知クールダウン

source: Open System Settings
ja: システム設定を開く

source: Paused
ja: 一時停止

source: Please adjust the lighting
ja: 照明を調整してください

source: Please assume good posture
ja: 良い姿勢を取ってください

source: Please connect an external camera
ja: 外部カメラを接続してください

source: Please ensure your face is visible to the camera
ja: カメラに顔が映っていることを確認してください

source: Please try again
ja: もう一度お試しください

source: Poor
ja: 要改善

source: Posture Calibration
ja: 姿勢キャリブレーション

source: Posture detection quality is low
ja: 姿勢の検出精度が低下しています

source: Posture score
ja: 姿勢スコア

source: Posture Score
ja: 姿勢スコア

source: Processing error occurred
ja: 処理エラーが発生しました

source: Quit
ja: 終了

source: Quit Flowease
ja: Floweaseを終了

source: Recalibrate
ja: 再キャリブレーション

source: Reconfigure
ja: 再設定

source: Reconfigure calibration
ja: キャリブレーションを再設定

source: Reset
ja: リセット

# Score < %lld for %lld min
source: Score < %1$lld for %2$lld min
ja: スコア%1$lld以下が%2$lld分続くと通知

source: Score Threshold
ja: 閾値スコア

source: Select how long posture must be poor before alerting
ja: 通知を発生させるまでの姿勢不良の継続時間を選択

source: Select minimum time between consecutive alerts
ja: 連続する通知の最小間隔を選択

source: Select which camera to use for posture monitoring
ja: 姿勢モニタリングに使用するカメラを選択

source: Selected camera disconnected
ja: 選択したカメラが切断されました

source: Start
ja: 開始

source: System Default
ja: システムデフォルト

source: Your good posture has been recorded as the baseline.
ja: あなたの良い姿勢が基準として記録されました。
